Revit 2027 API
ParameterTypeId.SpaceNameParam Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpaceNameParam { get; }
Public Shared ReadOnly Property SpaceNameParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpaceNameParam {
	ForgeTypeId^ get ();
}
static member SpaceNameParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace